{
  "id": "03",
  "thumb_src": "/images/suit-2.jpg",
  "thumb_alt": "iMac-image",
  "images": [
    {
      "src": "https://images.unsplash.com/photo-1567790350645-dbc1486a89c3?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=600&q=80",
      "alt": "first_image"
    },
    {
      "src": "https://images.unsplash.com/photo-1593088177922-aa1c5055c7b1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=600&q=80",
      "alt": "second_image"
    },
    {
      "src": "https://images.unsplash.com/photo-1635594202056-9ea3b497e5c0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=600&q=80",
      "alt": "third_image"
    },
    {
      "src": "https://images.unsplash.com/photo-1593085260707-5377ba37f868?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=600&q=80",
      "alt": "fourth_image"
    }
  ],
  "color": "Yellow",
  "colors": [
    "SpaceGray"
  ],
  "title": "Premium Suit",
  "description": "There’s nothing I really wanted to do in life that I wasn’t able to get good at.",
  "price": 1399,
  "size": "Large",
  "sizes": {
    "XS": 3,
    "S": 0,
    "M": 1,
    "L": 0,
    "XL": 6
  },
  "data": {
    "Design": "If everything I did failed - which it doesn't, it actually succeeds - just the fact that I'm willing to fail is an inspiration. People are so scared to lose that they don't even try. Like, one thing people can't say is that I'm not trying, and I'm not trying my hardest, and I'm not trying to do the best way I know how.",
    "Material": "The time is now for it to be okay to be great. People in this world shun people for being great. For being a bright color. For standing out. But the time is now to be okay to be the greatest you. Would you believe in what you believe in, if you were the only one who believed it? People are so scared to lose that they don't even try.",
    "Considerations": "I always felt like I could do anything. That’s the main thing people are controlled by! Thoughts- their perception of themselves! They're slowed down by their perception of themselves. If you're taught you can’t do anything, you won’t do anything. I was taught I could do everything.",
    "Included": "We’re not always in the position that we want to be at. We’re constantly growing. We’re constantly making mistakes. We’re constantly trying to express ourselves and actualize our dreams. If you have the opportunity to play this game of life you need to appreciate every moment. A lot of people don’t appreciate the moment until it’s passed."
  },
  "stock": true,
  "category": "Suits",
  "subcategory": "Casual",
  "brand": "Classic Line",
  "tags": [
    "Yellow",
    "premium",
    "fashion",
    "trending"
  ],
  "featured": false,
  "discount": 20,
  "salePrice": 1119
}